[{"model": "products.category", "pk": 11, "fields": {"name": "outdoor_play", "friendly_name": "Outdoor & Play"}}, {"model": "products.category", "pk": 12, "fields": {"name": "day_care", "friendly_name": "Day Care"}}, {"model": "products.category", "pk": 13, "fields": {"name": "training", "friendly_name": "Training"}}, {"model": "products.category", "pk": 14, "fields": {"name": "bed_bath", "friendly_name": "Bed & Bath"}}, {"model": "products.category", "pk": 15, "fields": {"name": "training_offers", "friendly_name": "Training Offers"}}, {"model": "products.category", "pk": 16, "fields": {"name": "holiday_offers", "friendly_name": "Holiday Offers"}}, {"model": "products.category", "pk": 17, "fields": {"name": "clearance", "friendly_name": "Accessories Clearance"}}, {"model": "products.product", "pk": 175, "fields": {"category": 11, "sku": "op2021-001", "name": "Barkley's Custom Collars", "description": "Engraved leather collar with name, phone, or other text of your choice\r\nBone, heart or paws added at no additional cost. \r\n\r\nNeck measurements for sizing:\r\n(S) Small Dog Collar: 11.5”-14” \r\n(M) Medium Dog Collar: 14.5”-17.5”  \r\n(L) Large Dog Collar: 18”-22”", "has_sizes": true, "price": "24.99", "rating": "4.20", "image": "dog_collars2_prLtEMP.jpg"}}, {"model": "products.product", "pk": 181, "fields": {"category": 11, "sku": "op2021-002", "name": "Collar & Leash Set", "description": "Tactical dog leash and collar set made by 1680D high-end durable nylon material with neat stitching and soft padded lining to prevent chafing for your dog's skin and hair with a comfortable fit. The service retractable dog leash has two handles, one handle at the end and one soft padded handle near the clip. The one close to the clip or collar area is nice to get control quickly on busy sidewalks, bike lanes, and crowded areas. Use the top handle when walking, running, or jogging, perfect for large and medium dogs.\r\n\r\nSizing:\r\nSmall- 12 inch\r\nMed- 15 inch\r\nLarge- 20 inch", "has_sizes": true, "price": "26.99", "rating": "3.70", "image": "collar_and_leash_r3GtskY.jpg"}}, {"model": "products.product", "pk": 183, "fields": {"category": 13, "sku": "tr2021-001", "name": "Puppy Essentials- Group Class", "description": "Puppy training helps your puppy to get off to the right start.\r\n\r\nThis program will teach your dog how training works (it’s not innate!), basic cues for everyday life, and provide an introduction to leash walking behaviors. Plus, puppies will be exposed to other people, environments, and dogs, which improves sociability and reduces reactivity. \r\n\r\nOur trainers mold and shape dogs’ behavior using positive reinforcement and science-based methods. Positive reinforcement uses reward-based techniques and establishes long term positive associations.\r\n\r\n**10 Training Sessions,  3 Weeks,  6 puppies per class, at the Camp", "has_sizes": false, "price": "250.00", "rating": "4.80", "image": "puppy_class_IxLzUXa.PNG"}}, {"model": "products.product", "pk": 184, "fields": {"category": 12, "sku": "dc2021-001", "name": "Full Day Play", "description": "A full day of supervised playtime with other dogs of similar sizes and energy levels.\r\n\r\nGuests in our All Day Play program get to romp around in spacious play areas with dogs of similar sizes and temperaments. This socialization-centric program helps pups build tolerance of environmental stimuli and hone their dog-to-dog communication skills. Running, jumping, fetching, splashing and chasing are all part of a typical day at the camp, and while your pup is engaging in these activities they are getting the mental and physical stimulation they need.", "has_sizes": false, "price": "40.00", "rating": "5.00", "image": "daycare1_61GD6ww.jpg"}}, {"model": "products.product", "pk": 185, "fields": {"category": 15, "sku": "to2021-001", "name": "Puppy Essentials + Day Care", "description": "Puppy Essentials training with Day Care on training days. Drop off in the morning, pick up in the afternoon. \r\n\r\nPuppy Essentials:\r\nThis program will teach your dog how training works (it’s not innate!), basic cues for everyday life, and provide an introduction to leash walking behaviors. Plus, puppies will be exposed to other people, environments, and dogs, which improves sociability and reduces reactivity. \r\n\r\nFull Day Play:\r\nA full day of supervised playtime with other dogs of similar sizes and energy levels.\r\n\r\nGuests in our Full Day Play program get to romp around in spacious play areas with dogs of similar sizes and temperaments. This socialization-centric program helps pups build tolerance of environmental stimuli and hone their dog-to-dog communication skills.\r\n\r\n- 10 Training sessions and full days of day care", "has_sizes": false, "price": "500.00", "rating": "4.90", "image": "puppy1_1a9cXNH.jpg"}}, {"model": "products.product", "pk": 186, "fields": {"category": 16, "sku": "ho2021-001", "name": "Valentines Day Special", "description": "Full Day Stay + Bath\r\n\r\nYour pup enjoys a Full Day of Play with his fellow pups and gets a relaxing wash and dry  from our mobile doggie day spa partner before pick up time. Top off the day with a special Valentine's Day doggie cookie. The perfect V-Day gift!", "has_sizes": false, "price": "85.00", "rating": "5.00", "image": "vday_special.PNG"}}, {"model": "products.product", "pk": 193, "fields": {"category": 12, "sku": "dc2021-002", "name": "Full Day Play- 5 Pack", "description": "A package of 5 Full Day Play days! \r\n\r\nA full day of supervised playtime with other dogs of similar sizes and energy levels. Guests in our All Day Play program get to romp around in spacious play areas with dogs of similar sizes and temperaments. This socialization-centric program helps pups build tolerance of environmental stimuli and hone their dog-to-dog communication skills. Running, jumping, fetching, splashing and chasing are all part of a typical day at the camp, and while your pup is engaging in these activities they are getting the mental and physical stimulation they need.\r\n\r\n*Must be used consecutively", "has_sizes": false, "price": "190.00", "rating": "4.50", "image": "daycare2.jpg"}}, {"model": "products.product", "pk": 194, "fields": {"category": 12, "sku": "dc2021-003", "name": "Full Day Play- Monthly", "description": "A full month of play for as little as $19.50 per day!\r\n\r\nA full day of supervised playtime with other dogs of similar sizes and energy levels. Guests in our All Day Play program get to romp around in spacious play areas with dogs of similar sizes and temperaments. This socialization-centric program helps pups build tolerance of environmental stimuli and hone their dog-to-dog communication skills. Running, jumping, fetching, splashing and chasing are all part of a typical day at the camp, and while your pup is engaging in these activities they are getting the mental and physical stimulation they need.", "has_sizes": false, "price": "585.00", "rating": "5.00", "image": "two_dogs.jpg"}}, {"model": "products.product", "pk": 195, "fields": {"category": 12, "sku": "dc2021-004", "name": "Half Day Play", "description": "A 4 hour block of play. Can be scheduled any time during our opening hours. Don't need 4 hours? No problem! Just drop off and pick up within that time frame*. \r\n\r\nHalf Day Play consists of supervised playtime with other dogs of similar sizes and energy levels. Pups get to romp around in spacious play areas with dogs of similar sizes and temperaments. This socialization-centric program helps pups build tolerance of environmental stimuli and hone their dog-to-dog communication skills. Running, jumping, fetching, splashing and chasing are all part of a typical day at the camp, and while your pup is engaging in these activities they are getting the mental and physical stimulation they need.\r\n\r\n*Costs for Half Day Play cannot be prorated for shortened stays.", "has_sizes": false, "price": "30.00", "rating": "4.40", "image": "daycare3_hASY6dt.jpg"}}, {"model": "products.product", "pk": 196, "fields": {"category": 12, "sku": "dc2021-005", "name": "Full Day Care- Seniors", "description": "Let's face it. Our senior pups need extra special TLC and attention. Some may be active in their own right and some may rather take it easy and relax. We take special care of our senior pups at the camp. They get to romp around at their own pace in spacious play areas with dogs of similar sizes and temperaments. And they can also relax in extra comfy beds set aside just for them. If your pup needs medication, our trained staff can be sure to administer it according to your instructions.", "has_sizes": false, "price": "30.00", "rating": "5.00", "image": "daycare_senior2_N2bUsAM.JPG"}}, {"model": "products.product", "pk": 197, "fields": {"category": 12, "sku": "dc2021-006", "name": "Puppy Day Care", "description": "Extra special care for your rambunctious little pup! \r\n\r\nAll Day Play program where your little one gets to romp around in a specially allocated play area with other puppies of similar ages. This socialization-centric program helps pups build tolerance of environmental stimuli and hone their dog-to-dog communication skills. Running, jumping, fetching, splashing and chasing are all part of a typical day at the camp, and while your pup is engaging in these activities they are getting the mental and physical stimulation they need.", "has_sizes": false, "price": "40.00", "rating": "4.60", "image": "daycare_puppy.jpg"}}, {"model": "products.product", "pk": 198, "fields": {"category": 13, "sku": "tr2021-002", "name": "Puppy Essentials- Private Training", "description": "Puppy training helps your puppy to get off to the right start. This program will teach your dog how training works (it’s not innate!), basic cues for everyday life, and provide an introduction to leash walking behaviors. Plus, puppies will be exposed to other people, environments, and dogs, which improves sociability and reduces reactivity. Our trainers mold and shape dogs’ behavior using positive reinforcement and science-based methods. Positive reinforcement uses reward-based techniques and establishes long term positive associations. **10 Training Sessions, 3 weeks, at the Camp", "has_sizes": false, "price": "450.00", "rating": "5.00", "image": "puppy-training_orig.jpg"}}, {"model": "products.product", "pk": 199, "fields": {"category": 13, "sku": "tr2021-003", "name": "Basic Training- Group Class", "description": "This training program sets a solid foundation of obedience, boundaries, and manners. And most importantly, it prevents future obedience issues. Commands we will be working on include sit, stay, come and leave-it, among others. We also cover good manners every pup should know like loose leash walking and not jumping on people.  Your pup will be well behaved and welcomed everywhere you take them! **10 training sessions, 6 weeks, maximum 6 dogs per class, held at the Camp**", "has_sizes": false, "price": "350.00", "rating": "5.00", "image": "obedience_class_jZJBj8S.jpg"}}, {"model": "products.product", "pk": 200, "fields": {"category": 13, "sku": "tr2021-005", "name": "Training Reinforcement- Group Class", "description": "Sometimes we just need a little refresher to bring us back up to speed, and our pups are no different. Our training reinforcement classes are small dog group classes of no more than 4 pups where training is focused on any problem areas owners may want to address. Each session is 1 hour and price is per session. Classes held at the Camp.", "has_sizes": false, "price": "40.00", "rating": "4.80", "image": "obedience_class3.jpg"}}, {"model": "products.product", "pk": 201, "fields": {"category": 13, "sku": "tr2021-004", "name": "Private Training at Home", "description": "A session completely dedicated to you and your pup in the comfort of your own home. Training in the home environment can put highly distractable pups at ease and can enhance training outcomes. For this session, one of our  highly trained and experienced trainers will come to your home and train with you and your pup for one hour. Choose to focus the training on basic obedience and manners or problem areas as you see fit.", "has_sizes": false, "price": "75.00", "rating": "4.90", "image": "dog_sofa.jpg"}}, {"model": "products.product", "pk": 202, "fields": {"category": 13, "sku": "tr2021-006", "name": "Private Training at the Camp", "description": "A session completely dedicated to you and your pup. For this session, one of our highly trained and experienced trainers will spend time with you and your pup in a private training space at the Camp. Choose to focus the training on basic obedience and manners or problem areas as you see fit.", "has_sizes": false, "price": "55.00", "rating": "4.70", "image": "dog_training.jpg"}}, {"model": "products.product", "pk": 203, "fields": {"category": 11, "sku": "op2021-003", "name": "Joyride Harness", "description": "Both dogs and dog owners get excited about going on a walk, but not excited to get dragged by your pup’s pulling! The original Joyride harness is a no-pull dog harness designed with your dog’s comfort and your ease of use in mind. Side-ring and easy on-off technology allows you to quickly put the harness on and easily take it off after your walk. High-quality, durable material that will not tear or rip easily. EZ Grip Handle gives you added control and highly-visible, reflective material, puts you and your dogs' safety first.", "has_sizes": true, "price": "39.95", "rating": "4.50", "image": "red_harness1.PNG"}}, {"model": "products.product", "pk": 204, "fields": {"category": 11, "sku": "op2021-004", "name": "Roam Dog Collar", "description": "Double-layered nylon webbing with multiple lines of stitching for toughness and durability to take on all types of adventures and weather. ROAM collars are made to last with genuine nylon webbing, rust-proof metal hardware, and a non-staining minimal rubber logo. High-quality quick release metal buckle with a smooth locking mechanism. Equipped with a large D-Ring for quick and easy leash attachment and a small D-Ring for your pup's dog tag. Available in five adjustable sizes.", "has_sizes": true, "price": "21.99", "rating": "4.30", "image": "roam_collar.PNG"}}, {"model": "products.product", "pk": 205, "fields": {"category": 11, "sku": "op2021-005", "name": "Martingale Collar", "description": "A comfortable alternative to a choke collar.  Martingale loop prevents dogs from backing out of collar and escaping. Includes quick snap buckle for easy on-off. Made from high-quality, durable nylon\r\nRecommended by vets and trainers as the best design for daily wear.", "has_sizes": true, "price": "9.99", "rating": "4.70", "image": "martingale_collar.PNG"}}, {"model": "products.product", "pk": 206, "fields": {"category": 11, "sku": "op2021-006", "name": "MMT Nylon Leash", "description": "Heavy duty for dogs of all sizes. Rope leash is made with strongest high density nylon rope usually used for rock climbing. Durable metal clasp clip ensures long-lasting performance. The padded handle makes it much more comfortable to hold and wrap around your hand. Luminous reflective threading keeps you both safe and visible on your late-evening walks.", "has_sizes": false, "price": "13.99", "rating": "3.90", "image": "gray_leash.PNG"}}, {"model": "products.product", "pk": 207, "fields": {"category": 11, "sku": "op2021-007", "name": "Tug 360 Retractable Leash", "description": "Retractable dog leash, 360° tangle-free, 16ft high strength nylon tape with durable rustproof swivel hook and steady impact-resistant ABS material. Top durability internal coil spring for consistent retraction. Leash tape is embedded with white reflective material. Highly reflective for increased security & visibility at night. Ergonomic anti-slip soft handle for a super comfortable grip for longer walks. Easy to use- Quick Lock, Pause and Unlock Buttons, easy Roll-On and Roll-Off with your thumb only.", "has_sizes": false, "price": "13.99", "rating": "4.70", "image": "retractable_leash.PNG"}}, {"model": "products.product", "pk": 208, "fields": {"category": 11, "sku": "op2021-007", "name": "Jolly Ball", "description": "Perfect for Medium Dogs. The Jolly Ball features a ball that measures 6 inches in diameter and is ideal for dogs weighing 20-60 pounds. Will not deflate when punctured, made from Jolly Pet’s signature JollyFlex material- an innovative, durable, non-toxic material that can be punctured without deflating and bounces during play. Designed to be tugged, thrown, carried & launched. The rope can be pulled back and forth through the ball, but never comes out. Jolly Ball also floats making it ideal for water retrieval!", "has_sizes": false, "price": "9.99", "rating": "5.00", "image": "jolly_ball.PNG"}}, {"model": "products.product", "pk": 209, "fields": {"category": 11, "sku": "op2021-008", "name": "Chuckit Frisbee", "description": "The Chuckit! flying squirrel frisbee spinning toy for dogs is aerodynamic for playing fetch in the yard or park. Lightweight and buoyant material is made for poolside and lakes.The flying squirrel is durable and designed to withstand chewing & tossing. Curved sides of the flying disk allows pets to easily retrieve toy. Frisbee glows in the dark for night time play.", "has_sizes": false, "price": "7.99", "rating": "4.20", "image": "chucit_frisbee.PNG"}}, {"model": "products.product", "pk": 210, "fields": {"category": 11, "sku": "op2021-008", "name": "Petqwerks Chew Bone", "description": "Made for aggressive chewers, this durable nylon bone helps indulge your dog's natural instincts. Shaped like a stick and infused with peanut butter flavor your dog will love. Our durable nylon BarkBones come in a range of shapes and flavors, stand up to power chewers, and help promote dental health by massaging gums and cleaning teeth as they chew. Helps your dog satisfy their natural instinct to chew and prevent boredom. The Large BarkBone is recommended for power chewers and medium dogs up to 55 pounds.", "has_sizes": false, "price": "9.99", "rating": "4.10", "image": "chew_bone_7ceuhXd.PNG"}}, {"model": "products.product", "pk": 211, "fields": {"category": 14, "sku": "bb2021-001", "name": "Fida Orthopedic Bed", "description": "This Fida Orthopedic dog bed has a therapeutic gel memory foam base for superior overall comfort, reduced joint pain (arthritis) and improved health, mobility & energy. Provides lasting comfort and helps your dogs sleep soundly. Made with recycled ‘green’ polyfill bolster and generously filled to provide superior comfort for head resters. Anti-slip bottom, inner super soft velboa fabric provides maximum warmth and comfort. Outer fabric made of high density Oxford cloth, durable and long lasting.", "has_sizes": true, "price": "57.99", "rating": "4.50", "image": "orthopedic_bed.PNG"}}, {"model": "products.product", "pk": 212, "fields": {"category": 14, "sku": "bb2021-002", "name": "Donut Cuddler Bed", "description": "Raised rim design provides head and neck support and creates a sense of security. Non-Slip & dirt-resistant bottom. High quality fiber filler keeps your dog warm and comfortable. Edging is firm and durable, resistant to tears and chewing. Care and cleaning is super easy too! This donut cuddler dog bed no zippers to fuss with, just throw whole bed in the machine and tumble dry.", "has_sizes": true, "price": "65.99", "rating": "4.80", "image": "donut_bed.PNG"}}, {"model": "products.product", "pk": 213, "fields": {"category": 14, "sku": "bb2021-003", "name": "Dog Crate Pad", "description": "Crate pad made of premium fleece and 3cm fabric that is soft on paws and noses, breathable and easy to clean. 100% Machine washable and tumble dry. In fact, crate pad will get more comfortable after every wash.  Features an anti slip bottom which keeps the mat in position within the crate or on the floor. Can also be used for variety of other purposes from protecting furniture or car seats, and easily portable.", "has_sizes": true, "price": "24.99", "rating": "4.90", "image": "crate_pad.PNG"}}, {"model": "products.product", "pk": 214, "fields": {"category": 14, "sku": "bb2021-004", "name": "Hero Raised Bed", "description": "Raised dog bed has scratch proof and tear-resistant fabric which provides strong support for dogs and efficiently prevents the bed from sagging. The mesh could be easily cleaned with soap and water. Bed lifts your dog off the ground more than 7 inches, which allows air to follow freely from all directions. Perfect for keeping your dog cool in the summer. Lightweight and portable. Strong and durable for large dog breeds.", "has_sizes": true, "price": "38.99", "rating": "4.20", "image": "raised_bed.PNG"}}, {"model": "products.product", "pk": 215, "fields": {"category": 14, "sku": "bb2021-005", "name": "Collapsible Pool", "description": "This swimming pool is crafted with high-grade industrial strength PVC material to help it stand up to all your pup's doggy paddles. Built-in thick high-density fibreboards, makes the pool durable and does not collapse. Portable and foldable and can be easily stored when not in use. Comes with a plastic drainage valve which makes it easy to drain. The bottom is made out of thick non-slip material to prevent slipping. Make sure to set up the pool on level surface without rocks or similar sharp objects underneath. Trim your dogs' nails before use.", "has_sizes": false, "price": "56.99", "rating": "4.20", "image": "dog_pool.PNG"}}, {"model": "products.product", "pk": 216, "fields": {"category": 14, "sku": "bb2021-006", "name": "Bath and Groom Brush", "description": "Bath and groom brush from high-quality soft TRP rubber material. Safe, comfortable and durable. It can effectively remove your pet's hair and dirt during bath or massage.  Adjustable ring grip handle makes it easily and comfortable for you to hold.", "has_sizes": false, "price": "9.99", "rating": "3.90", "image": "groom_brushes.PNG"}}, {"model": "products.product", "pk": 217, "fields": {"category": 14, "sku": "bb2021-007", "name": "Microfiber Bath Towels", "description": "Microfiber Terry Towels. Large size 36\" x 24\", in stone  and chalk colors. Super absorbent for bath time. Great for travel and easy to carry . Can also be used as a blanket on your fur baby's bed or seat.\r\nMaterial is 80% Polyester and 20% Nylon for maximum absorption and durability. Machine washable and long lasting.", "has_sizes": false, "price": "17.99", "rating": "4.60", "image": "bath_towel1.PNG"}}, {"model": "products.product", "pk": 218, "fields": {"category": 14, "sku": "bb2021-008", "name": "Chenille Bath Towel", "description": "This chenille bath towel can absorb up to seven times its weight in water! Get all the water out of your soggy dog's fur after bath and have them fresh and dry in no time. Chenille fabric is incredibly plush, which makes each rub feel like a body massage for your pooch! Hand pockets function as mitts that make drying easier for you. More than soaking water, this towel also traps mud and collects loose fur and sand. And when you're done, simply throw the towel in the washer and tumble dry.", "has_sizes": false, "price": "13.99", "rating": "5.00", "image": "chenille_bath_towel.PNG"}}, {"model": "products.product", "pk": 219, "fields": {"category": 15, "sku": "to2021-002", "name": "Basic Training and Day Care", "description": "Basic Commands & Obedience training with Day Care on training days. Drop off in the morning, pick up in the afternoon. Basic Commands & Obedience: This training program sets a solid foundation of obedience, boundaries, and manners. And most importantly, it prevents future obedience issues. Commands we will be working on include sit, stay, come and leave-it, among others. We also cover good manners every pup should know like loose leash walking and not jumping on people.  Full Day Play: A full day of supervised playtime with other dogs of similar sizes and energy levels. Guests in our Full Day Play program get to romp around in spacious play areas with dogs of similar sizes and temperaments. This socialization-centric program helps pups build tolerance of environmental stimuli and hone their dog-to-dog communication skills. - 10 Training sessions and full days of day care.", "has_sizes": false, "price": "500.00", "rating": "5.00", "image": "obedience_class3_VwYOhP6.jpg"}}, {"model": "products.product", "pk": 220, "fields": {"category": 15, "sku": "to2021-003", "name": "2 Pups Package- Basic Training", "description": "Have more than one pup at home who needs training? This package is for you! For a limited time, enroll 2 pups in our Basic Commands & Obedience training for a special price. This training program sets a solid foundation of obedience, boundaries, and manners. And most importantly, it prevents future obedience issues. Commands we will be working on include sit, stay, come and leave-it, among others. We also cover good manners every pup should know like loose leash walking and not jumping on people. Your pups will be well behaved and welcomed everywhere you take them! **10 training sessions, 6 weeks, class setting, held at the Camp**", "has_sizes": false, "price": "600.00", "rating": "3.90", "image": "two_pups.jpg"}}, {"model": "products.product", "pk": 221, "fields": {"category": 15, "sku": "to2021-004", "name": "Private Training at the Camp- 10pk", "description": "**10 Sessions over 6 weeks*** Each session is completely dedicated to you and your pup. One of our highly trained and experienced trainers will spend time with you and your pup in a private training space at the Camp. Choose to focus the training on basic obedience and manners or problem areas as you see fit.", "has_sizes": false, "price": "450.00", "rating": "4.50", "image": "dog_training_id86cmO.jpg"}}, {"model": "products.product", "pk": 222, "fields": {"category": 15, "sku": "to2021-005", "name": "Private Training at Home- 10pk", "description": "***10 Sessions over 6 weeks***  We come to you and your pup in the comfort of your own home! Training in the home environment can put highly distractable pups at ease and can enhance training outcomes. For these sessions, one of our highly trained and experienced trainers will come to your home and train with you and your pup for one hour each session. Your trainer will work with you to develop a plan to maximize the benefit of this package. Choose to focus the training on basic obedience and manners or problem areas as you see fit.", "has_sizes": false, "price": "600.00", "rating": null, "image": "dog_sofa_JIknmd2.jpg"}}, {"model": "products.product", "pk": 223, "fields": {"category": 16, "sku": "ho2021-002", "name": "National Dog Day Extravaganza", "description": "National Dog Day is a day of celebration and we go ALL OUT with our Extravaganza! Bring your pup to the camp on this holiday let them enjoy a very special Full Day of Play with their pup buddies. During the day we will have special treats we provide (with your consent of course). Our mobile bath and groom partner will be on site and each pup will get a refreshing bath and dry. Top the day off with a very special Dog Day photo to commemorate the day!", "has_sizes": false, "price": "95.00", "rating": "5.00", "image": "dog_day_IXwihWR.jpg"}}, {"model": "products.product", "pk": 224, "fields": {"category": 16, "sku": "ho2021-003", "name": "Happy Birthday Bash", "description": "Did you say it was your birthday??!! Have we got a special day planned for your pup!  We start with a Full Day of Play with their pup buddies. During the day we will celebrate your pup with cake and sing Happy Birthday along with all of their buddies. Join us if you'd like or we can film the celebrate for you. Top the day off with a very special birthday pup photo in a celebration frame.", "has_sizes": false, "price": "95.00", "rating": "5.00", "image": "doggie_birthday.JPG"}}, {"model": "products.product", "pk": 225, "fields": {"category": 17, "sku": "ac2021-001", "name": "Memory Foam Donut Cuddler", "description": "A chipped memory foam mattress and luxurious vegan fur support your dog’s wildest dreams. Perfect for relieving body aches, joint pain, hip dysplasia, arthritis, and giving optimal therapeutic support. Water-resistant & machine washable. Easily combat accidents and keep your dog’s bed looking and smelling fresh and clean. No more messes! Both the bolster cover and mattress cover zipper off seamlessly for convenient cleaning! Just throw both covers in the wash and they’ll be good as new.", "has_sizes": true, "price": "24.99", "rating": "3.80", "image": "acc_clearance1.JPG"}}, {"model": "products.product", "pk": 226, "fields": {"category": 17, "sku": "ac2021-002", "name": "Hooded Bath Towel", "description": "Easy to put on/take off. Non-restrictive hood and adjustable strap belt. Strong microfibre absorbs more moisture 4x faster and stronger than similar products. Lightweight, durable, snag-proof cotton.\r\nSuperb coverage of underbelly & hindquarters.", "has_sizes": false, "price": "14.99", "rating": "4.20", "image": "hooded_bath_towel.PNG"}}, {"model": "products.product", "pk": 227, "fields": {"category": 17, "sku": "ac2021-003", "name": "Hyper Pet Frisbees", "description": "Get ready for bonding & fun with your dog. Designed for a high-flying game of fetch with your dog in the water, grass, or snow. This dog frisbee is the perfect solution for fitness, exercise, training and bonding. Features a durable, multilayer nylon construction which is safe on your dog’s teeth and designed for long-lasting outdoor use. Soft lightweight material makes it buoyant allowing for long range throws, interactive play at the beach, lake, or pool. Comes in packs of 2.", "has_sizes": false, "price": "9.99", "rating": "5.00", "image": "acc_clearance2.JPG"}}, {"model": "products.product", "pk": 228, "fields": {"category": 17, "sku": "ac2021-004", "name": "No Pull Dog Harness", "description": "This no-pull dog harness is specially designed with 2 metal leash rings for safer dog walks. Use the chest attachment clip to stop your dog from pulling on walks, perfect for dog training or dogs who tend to pull. The back one is great for casual walks, jogging, hiking, etc. This hassle-free overhead harness is easy to put on and take off with its 2 fast-release buckles. Slide the harness over your dog's head, buckle it up, adjust the straps, and here you go! Grab the top handle for additional control. Lightweight and easy to clean. Comes with matching leash.", "has_sizes": true, "price": "14.99", "rating": "4.50", "image": "acc_clearance3.JPG"}}]